[
 {
   "code": "A",
   "name": "Agilent Technologies Inc. (A) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AA",
   "name": "Alcoa Inc. (AA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AAL",
   "name": "American Airlines Group Inc. (AAL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AAMC",
   "name": "Altisource Asset Management (AAMC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AAN",
   "name": "Aaron's Inc. (AAN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AAOI",
   "name": "Applied Optoelectronics Inc (AAOI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AAON",
   "name": "AAON Inc. (AAON) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AAP",
   "name": "Advance Auto Parts Inc (AAP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AAPL",
   "name": "Apple Inc (AAPL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AAT",
   "name": "American Assets Trust Inc. (AAT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AAWW",
   "name": "Atlas Air Worldwide Holdings NEW (AAWW) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ABAX",
   "name": "Abaxis Inc. (ABAX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ABBV",
   "name": "AbbVie Inc. (ABBV) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ABC",
   "name": "AmerisourceBergen Corp. (ABC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ABCB",
   "name": "Ameris Bancorp (ABCB) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ABCO",
   "name": "Advisory Board Company (ABCO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ABFS",
   "name": "Arkansas Best Corporation (ABFS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ABG",
   "name": "Asbury Automotive Group Inc. (ABG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ABM",
   "name": "ABM Industries Inc. (ABM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ABMD",
   "name": "ABIOMED Inc. (ABMD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ABT",
   "name": "Abbott Laboratories (ABT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACAD",
   "name": "ACADIA Pharmaceuticals Inc. (ACAD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACAS",
   "name": "American Capital Ltd. (ACAS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACAT",
   "name": "Arctic Cat Inc (ACAT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACC",
   "name": "American Campus Communities Inc (ACC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACCL",
   "name": "Accelrys, Inc. (ACCL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACCO",
   "name": "ACCO Brands (ACCO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACE",
   "name": "ACE Ltd (ACE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACET",
   "name": "Aceto Corp (ACET) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACFN",
   "name": "Acorn Energy Inc (ACFN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACGL",
   "name": "Arch Capital Group Ltd. (ACGL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACHC",
   "name": "Acadia Healthcare Company Inc. (ACHC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACHN",
   "name": "Achillion Pharmaceuticals Inc. (ACHN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACI",
   "name": "Arch Coal Inc. (ACI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACIW",
   "name": "ACI Worldwide Inc (ACIW) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACLS",
   "name": "Axcelis Technologies Inc. (ACLS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACM",
   "name": "AECOM (ACM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACN",
   "name": "Accenture plc (ACN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACO",
   "name": "Amcol International Corporation (ACO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACOR",
   "name": "Acorda Therapeutics Inc. (ACOR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACRE",
   "name": "Ares Commercial Real Estate Corp (ACRE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACRX",
   "name": "AcelRx Pharmaceuticals Inc. (ACRX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACTG",
   "name": "Acacia Research Corp. (ACTG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACW",
   "name": "Accuride Corp. (ACW) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ACXM",
   "name": "Acxiom Corporation (ACXM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADBE",
   "name": "Adobe Systems Incorporated (ADBE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADC",
   "name": "Agree Realty Corp. (ADC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADES",
   "name": "ADA-ES Inc (ADES) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADI",
   "name": "Analog Devices Inc. (ADI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADM",
   "name": "Archer Daniels Midland Co. (ADM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADMS",
   "name": "Adamas Pharmaceuticals Inc (ADMS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADNC",
   "name": "Audience Inc. (ADNC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADP",
   "name": "Automatic Data Processing Inc. (ADP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADS",
   "name": "Alliance Data Systems Corp. (ADS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADSK",
   "name": "Autodesk Inc. (ADSK) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADT",
   "name": "ADT Corp (ADT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADTN",
   "name": "Adtran Inc. (ADTN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADUS",
   "name": "Addus HomeCare Corporation (ADUS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ADVS",
   "name": "Advent Software Inc. (ADVS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AE",
   "name": "Adams Resources & Energy Inc. (AE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AEC",
   "name": "Associated Estates Realty Corporation (AEC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AEE",
   "name": "Ameren Corp. (AEE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AEGN",
   "name": "Aegion Corp (AEGN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AEGR",
   "name": "Aegerion Pharmaceuticals Inc. (AEGR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AEIS",
   "name": "Advanced Energy Industries Inc. (AEIS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AEL",
   "name": "American Equity Investment Life Holding Co (AEL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AEO",
   "name": "American Eagle Outfitters Inc. (AEO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AEP",
   "name": "American Electric Power Company (AEP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AEPI",
   "name": "AEP Industries Inc. (AEPI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AERI",
   "name": "Aerie Pharmaceuticals Inc (AERI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AES",
   "name": "AES Corp. (AES) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AET",
   "name": "Aetna Inc. (AET) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AF",
   "name": "Astoria Financial Corp. (AF) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AFAM",
   "name": "Almost Family Inc (AFAM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AFFX",
   "name": "Affymetrix Inc. (AFFX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AFG",
   "name": "American Financial Group Inc (AFG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AFH",
   "name": "Atlas Financial Holdings Inc. (AFH) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AFL",
   "name": "American Family Life Assurance Co. of Columbus (AFL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AFOP",
   "name": "Alliance Fiber Optic Products Inc. (AFOP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AFSI",
   "name": "AmTrust Financial Services Inc (AFSI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGCO",
   "name": "AGCO Corp. (AGCO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGEN",
   "name": "Agenus Inc. (AGEN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGII",
   "name": "Argo Group International Holdings Ltd (AGII) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGIO",
   "name": "Agios Pharmaceuticals Inc (AGIO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGM",
   "name": "Federal Agricultural Mortgage Corp (AGM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGN",
   "name": "Allergan Inc. (AGN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGNC",
   "name": "American Capital Agency Corp (AGNC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGO",
   "name": "Assured Guaranty Ltd (AGO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGTC",
   "name": "Applied Genetic Technologies Corp (AGTC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGX",
   "name": "Argan Inc. (AGX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AGYS",
   "name": "Agilysys Inc. (AGYS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AHC",
   "name": "A.H. Belo Corp (AHC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AHH",
   "name": "Armada Hoffler Properties Inc (AHH) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AHL",
   "name": "Aspen Insurance Holdings Ltd (AHL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AHP",
   "name": "Ashford Hospitality Prime Inc (AHP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AHS",
   "name": "AMN Healthcare Services Inc. (AHS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AHT",
   "name": "Ashford Hospitality Trust Inc (AHT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AI",
   "name": "Arlington Asset Investment Corp (AI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AIG",
   "name": "American International Group Inc (AIG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AIMC",
   "name": "Altra Industrial Motion Corp (AIMC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AIN",
   "name": "Albany International Corp (AIN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AINV",
   "name": "Apollo Investment Corp (AINV) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AIQ",
   "name": "Alliance HealthCare Services Inc. (AIQ) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AIR",
   "name": "AAR Corp (AIR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AIRM",
   "name": "Air Methods Corporation (AIRM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AIT",
   "name": "Applied Industrial Technologies Inc. (AIT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AIV",
   "name": "Apartment Investment & Management Co. (AIV) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AIZ",
   "name": "Assurant Inc. (AIZ) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AJG",
   "name": "Gallagher (Arthur J.) & Co. (AJG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AKAM",
   "name": "Akamai Technologies Inc. (AKAM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AKAO",
   "name": "Achaogen Inc (AKAO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AKBA",
   "name": "Akebia Therapeutics Inc  (AKBA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AKR",
   "name": "Acadia Realty Trust (AKR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AKRX",
   "name": "Akorn Inc. (AKRX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AKS",
   "name": "AK Steel Holding (AKS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AL",
   "name": "Air Lease Corp (AL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALB",
   "name": "Albemarle Corp. (ALB) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALCO",
   "name": "Alico Inc. (ALCO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALDR",
   "name": "Alder Biopharmaceuticals Inc (ALDR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALE",
   "name": "Allete Inc. (ALE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALEX",
   "name": "Alexander & Baldwin Inc. (ALEX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALG",
   "name": "Alamo Group Inc. (ALG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALGN",
   "name": "Align Technology Inc. (ALGN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALGT",
   "name": "Allegiant Travel Company (ALGT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALIM",
   "name": "Alimera Sciences Inc. (ALIM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALJ",
   "name": "Alon USA Energy Inc (ALJ) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALK",
   "name": "Alaska Air Group Inc. (ALK) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALKS",
   "name": "Alkermes plc (ALKS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALL",
   "name": "Allstate Corp. (ALL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALLE",
   "name": "Allegion Plc (ALLE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALNY",
   "name": "Alnylam Pharmaceuticals Inc. (ALNY) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALOG",
   "name": "Analogic Corp (ALOG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALR",
   "name": "Alere (ALR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALSN",
   "name": "Allison Transmission Holdings Inc (ALSN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALTR",
   "name": "Altera Corporation (ALTR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALX",
   "name": "Alexander's Inc. (ALX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ALXN",
   "name": "Alexion Pharmaceuticals Inc. (ALXN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMAG",
   "name": "AMAG Pharmaceuticals Inc. (AMAG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMAT",
   "name": "Applied Materials Inc. (AMAT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMBA",
   "name": "Ambarella Inc. (AMBA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMBC",
   "name": "Ambac Financial Group Inc. (AMBC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMBR",
   "name": "Amber Road Inc (AMBR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMC",
   "name": "AMC Entertainment Holdings Inc. (AMC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMCC",
   "name": "Applied Micro Circuits Corporation (AMCC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMCX",
   "name": "AMC Networks Inc. (AMCX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMD",
   "name": "Advanced Micro Devices Inc. (AMD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AME",
   "name": "AMETEK Inc. (AME) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMED",
   "name": "Amedisys Inc (AMED) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMG",
   "name": "Affiliated Managers Group Inc. (AMG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMGN",
   "name": "Amgen Inc (AMGN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMKR",
   "name": "Amkor Technology Inc. (AMKR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMNB",
   "name": "American National Bankshares Inc. (Danville VA) (AMNB) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMP",
   "name": "Ameriprise Financial Inc (AMP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMPE",
   "name": "Ampio Pharmaceuticals Inc (AMPE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMRC",
   "name": "Ameresco (AMRC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMRE",
   "name": "AmREIT (AMRE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMRI",
   "name": "Albany Molecular Research Inc. (AMRI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMRS",
   "name": "Amyris Inc. (AMRS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMSC",
   "name": "American Superconductor Corp. (AMSC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMSF",
   "name": "Amerisafe Inc (AMSF) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMSG",
   "name": "Amsurg Corp. (AMSG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMSWA",
   "name": "American Software Inc (AMSWA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMT",
   "name": "American Tower Corp (New) (AMT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMTD",
   "name": "TD Ameritrade Holding Corp (AMTD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMTG",
   "name": "Apollo Residential Mortgage Inc. (AMTG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMWD",
   "name": "American Woodmark Corporation (AMWD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMZG",
   "name": "American Eagle Energy Corp. (AMZG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AMZN",
   "name": "Amazon.com Inc. (AMZN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AN",
   "name": "AutoNation Inc. (AN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANAC",
   "name": "Anacor Pharmaceuticals Inc. (ANAC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANAD",
   "name": "ANADIGICS Inc (ANAD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANAT",
   "name": "American National Insurance Co. (Galveston TX) (ANAT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANCX",
   "name": "Access National Corp (ANCX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANDE",
   "name": "Andersons Inc. (ANDE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANDV",
   "name": "Untitled Dataset 2017-08-03 21:55:06"
 },
 {
   "code": "ANF",
   "name": "Abercrombie & Fitch Co. (ANF) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANGI",
   "name": "Angie's List Inc. (ANGI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANGO",
   "name": "AngioDynamics Inc. (ANGO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANH",
   "name": "Anworth Mortgage Asset Corp. (ANH) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANIK",
   "name": "Anika Therapeutics Inc. (ANIK) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANIP",
   "name": "ANI Pharmaceuticals Inc. (ANIP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANN",
   "name": "ANN INC (ANN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANR",
   "name": "Alpha Natural Resources Inc. (ANR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANSS",
   "name": "ANSYS Inc. (ANSS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANTM",
   "name": "Anthem Inc (ANTM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ANV",
   "name": "Allied Nevada Gold (ANV) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AOI",
   "name": "Alliance One International Inc (AOI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AOL",
   "name": "AOL Inc. (AOL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AON",
   "name": "Aon Plc (AON) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AOS",
   "name": "Smith (A.O.) Corp (AOS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AOSL",
   "name": "Alpha and Omega Semiconductor Limited (AOSL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AP",
   "name": "Ampco-Pittsburgh Corp. (AP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APA",
   "name": "Apache Corp. (APA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APAGF",
   "name": "Apco Oil and Gas International Inc. (APAGF) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APAM",
   "name": "Artisan Partners Asset Management Inc (APAM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APC",
   "name": "Anadarko Petroleum Corp (APC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APD",
   "name": "Air Products & Chemicals Inc. (APD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APEI",
   "name": "American Public Education Inc. (APEI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APH",
   "name": "Amphenol Corp. (APH) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APL",
   "name": "Atlas Pipeline Partners L.P. (APL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APOG",
   "name": "Apogee Enterprises Inc. (APOG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APOL",
   "name": "Apollo Group Inc. (APOL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APP",
   "name": "American Apparel Inc (APP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "APTV",
   "name": "Untitled Dataset 2017-12-08 22:49:09"
 },
 {
   "code": "ARAY",
   "name": "Accuray Incorporated (ARAY) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARC",
   "name": "ARC Document Solutions (ARC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARCB",
   "name": "ArcBest Corp (ARCB) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARCC",
   "name": "Ares Capital Corp (ARCC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARCW",
   "name": "ARC Group Worldwide Inc (ARCW) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARE",
   "name": "Alexandria Real Estate Equities Inc. (ARE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AREX",
   "name": "Approach Resources Inc. (AREX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARG",
   "name": "Airgas Inc. (ARG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARI",
   "name": "Apollo Commercial Real Estate Finance Inc. (ARI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARIA",
   "name": "ARIAD Pharmaceuticals Inc. (ARIA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARII",
   "name": "American Railcar Industries Inc (ARII) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARNA",
   "name": "Arena Pharmaceuticals Inc. (ARNA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARNC",
   "name": "Arconic Inc. (ARNC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARO",
   "name": "Aeropostale Inc. (ARO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AROW",
   "name": "Arrow Financial Corp. (AROW) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARPI",
   "name": "American Residential Properties Inc (ARPI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARQL",
   "name": "ArQule Inc. (ARQL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARR",
   "name": "ARMOUR Residential REIT Inc. (ARR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARRS",
   "name": "ARRIS Group Inc. (New) (ARRS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARRY",
   "name": "Array BioPharma Inc. (ARRY) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARSD",
   "name": "Arabian American Development Company (ARSD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARTC",
   "name": "ArthroCare Corporation (ARTC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARTNA",
   "name": "Artesian Resources Corp. (ARTNA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARUN",
   "name": "Aruba Networks Inc. (ARUN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARW",
   "name": "Arrow Electronics Inc. (ARW) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARWR",
   "name": "Arrowhead Research Corp (ARWR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ARX",
   "name": "Aeroflex Holding Corp. (ARX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ASBC",
   "name": "Associated Banc-Corp (ASBC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ASC",
   "name": "Ardmore Shipping Corp (ASC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ASCMA",
   "name": "Ascent Capital Group Inc. Series A (ASCMA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ASEI",
   "name": "American Science & Engineering Inc (ASEI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ASGN",
   "name": "On Assignment Inc. (ASGN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ASH",
   "name": "Ashland Inc (ASH) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ASNA",
   "name": "Ascena Retail Group Inc. (ASNA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ASPS",
   "name": "Altisource Portfolio Solutions S.A. (ASPS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ASPX",
   "name": "Auspex Pharmaceuticals Inc (ASPX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ASTE",
   "name": "Astec Industries Inc. (ASTE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AT",
   "name": "Atlantic Power Corp (AT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATEC",
   "name": "Alphatec Holdings Inc. (ATEC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATEN",
   "name": "A10 Networks Inc  (ATEN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATHN",
   "name": "athenahealth Inc. (ATHN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATI",
   "name": "Allegheny Technologies Incorporated (ATI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATK",
   "name": "Alliant Techsystems Inc. (ATK) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATLO",
   "name": "Ames National Corp. (ATLO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATMI",
   "name": "ATMI Inc. (ATMI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATML",
   "name": "Atmel Corp. (ATML) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATNI",
   "name": "Atlantic Tele-Network Inc. (ATNI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATNM",
   "name": "ACTINIUM PHARMS INC (ATNM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATNY",
   "name": "API Technologies Corp. (ATNY) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATO",
   "name": "Atmos Energy Corp. (ATO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATR",
   "name": "AptarGroup Inc. (ATR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATRC",
   "name": "AtriCure Inc. (ATRC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATRI",
   "name": "Atrion Corp. (ATRI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATRO",
   "name": "Astronics Corp. (ATRO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATRS",
   "name": "Antares Pharma Inc. (ATRS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATSG",
   "name": "Air Transport Services Group Inc (ATSG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATU",
   "name": "Actuant Corp. Cl A (ATU) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATVI",
   "name": "Activision Blizzard Inc. (ATVI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "ATW",
   "name": "Atwood Oceanics Inc. (ATW) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AUXL",
   "name": "Auxilium Pharmaceuticals Inc (AUXL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVA",
   "name": "Avista Corp. (AVA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVAV",
   "name": "AeroVironment Inc. (AVAV) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVB",
   "name": "Avalonbay Communities Inc. (AVB) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVD",
   "name": "American Vanguard (AVD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVEO",
   "name": "AVEO Pharmaceuticals Inc. (AVEO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVG",
   "name": "AVG Technologies (AVG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVGO",
   "name": "Avago Technologies Ltd (AVGO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVHI",
   "name": "A V Homes Inc. (AVHI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVID",
   "name": "Avid Technology Inc. (AVID) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVIV",
   "name": "Aviv REIT (AVIV) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVNR",
   "name": "Avanir Pharmaceuticals Inc (AVNR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVNW",
   "name": "Aviat Networks Inc. (AVNW) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVP",
   "name": "Avon Products, Inc. (AVP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVT",
   "name": "Avnet Inc (AVT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVX",
   "name": "AVX Corp. (AVX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AVY",
   "name": "Avery Dennison Corp. (AVY) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AWAY",
   "name": "HomeAway Inc. (AWAY) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AWH",
   "name": "Allied World Assurance Company Holdings AG (AWH) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AWI",
   "name": "Armstrong World Industries Inc. (AWI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AWK",
   "name": "American Water Works Co Inc. (AWK) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AWR",
   "name": "American States Water Co. (AWR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AXAS",
   "name": "Abraxas Petroleum Corporation (AXAS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AXDX",
   "name": "Accelerate Diagnostics Inc (AXDX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AXE",
   "name": "Anixter International Inc. (AXE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AXL",
   "name": "American Axle & Manufacturing Holdings Inc. (AXL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AXLL",
   "name": "Axiall Corp (AXLL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AXP",
   "name": "American Express Co. (AXP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AXS",
   "name": "AXIS Capital Holdings Ltd (AXS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AYI",
   "name": "Acuity Brands Inc (Holding Company) (AYI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AYR",
   "name": "Aircastle Ltd. (AYR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AZO",
   "name": "AutoZone Inc. (AZO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AZPN",
   "name": "Aspen Technology Inc. (AZPN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "AZZ",
   "name": "AZZ Inc (AZZ) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "B",
   "name": "Barnes Group Inc. (B) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BA",
   "name": "The Boeing Co. (BA) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BABY",
   "name": "Natus Medical Incorporated (BABY) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BAC",
   "name": "Bank of America Corp. (BAC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BAGL",
   "name": "Einstein Noah Restaurant Group Inc (BAGL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BAGR",
   "name": "Diversified Restaurant Holdings Inc. (BAGR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BAH",
   "name": "Booz Allen Hamilton Holding Corp. (BAH) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BALT",
   "name": "Baltic Trading (BALT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BANC",
   "name": "Banc of California Inc (BANC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BANF",
   "name": "BancFirst Corp. (Oklahoma City OK) (BANF) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BANR",
   "name": "Banner Corp. (BANR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BAS",
   "name": "Basic Energy Services (BAS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BAX",
   "name": "Baxter International Inc. (BAX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBBY",
   "name": "Bed Bath & Beyond Inc. (BBBY) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBCN",
   "name": "BBCN Bancorp Inc. (BBCN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBG",
   "name": "Bill Barrett Corp. (BBG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBGI",
   "name": "Beasley Broadcast Group Inc (BBGI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBNK",
   "name": "Bridge Capital Holdings (BBNK) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBOX",
   "name": "Black Box Corp. (DE) (BBOX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBRG",
   "name": "Bravo Brio Restaurant Group Inc. (BBRG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBSI",
   "name": "Barrett Business Services Inc. (BBSI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBT",
   "name": "BB&T Corp. (BBT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBW",
   "name": "Build-A-Bear Workshop (BBW) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBX",
   "name": "BBX Capital Corp (BBX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BBY",
   "name": "Best Buy Inc (BBY) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BC",
   "name": "Brunswick Corp. (BC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BCC",
   "name": "Boise Cascade Company (BCC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BCEI",
   "name": "Bonanza Creek Energy (BCEI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BCO",
   "name": "The Brinks Company (BCO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BCOR",
   "name": "Blucora Inc. (BCOR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BCOV",
   "name": "Brightcove Inc. (BCOV) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BCPC",
   "name": "Balchem Corp. (BCPC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BCR",
   "name": "Bard (C.R.) Inc. (BCR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BCRX",
   "name": "BioCryst Pharmaceuticals Inc. (BCRX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BDBD",
   "name": "Boulder Brands Inc. (BDBD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BDC",
   "name": "Belden Inc (BDC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BDE",
   "name": "Black Diamond Inc (BDE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BDGE",
   "name": "Bridge Bancorp Inc. (Bridgehampton NY) (BDGE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BDN",
   "name": "Brandywine Realty Trust (BDN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BDSI",
   "name": "BioDelivery Sciences International Inc. (BDSI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BDX",
   "name": "Becton Dickinson & Co. (BDX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BEAM",
   "name": "Beam Inc. (BEAM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BEAT",
   "name": "CardioNet Inc. (BEAT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BEAV",
   "name": "B/E Aerospace Inc (BEAV) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BEBE",
   "name": "Bebe Stores Inc (BEBE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BECN",
   "name": "Beacon Roofing Supply Inc. (BECN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BEE",
   "name": "Strategic Hotels & Resorts Inc. (BEE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BELFB",
   "name": "Bel Fuse Inc. (BELFB) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BEN",
   "name": "Franklin Resources Inc. (BEN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BERY",
   "name": "Berry Plastics Group (BERY) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BFAM",
   "name": "Bright Horizons Family Solutions (BFAM) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BF_B",
   "name": "Brown-Forman Corp. (BF_B) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BFIN",
   "name": "BankFinancial Corp (BFIN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BFS",
   "name": "Saul Centers Inc. (BFS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BG",
   "name": "Bunge Ltd. (BG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BGC",
   "name": "General Cable Corp. (DE) (BGC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BGCP",
   "name": "BGC Partners Inc. (BGCP) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BGFV",
   "name": "Big 5 Sporting Goods Corp (BGFV) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BGG",
   "name": "Briggs & Stratton Corp. (BGG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BGS",
   "name": "B&G Foods Inc (BGS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BH",
   "name": "Biglari Holdings (BH) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BHB",
   "name": "Bar Harbor Bankshares (BHB) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BHE",
   "name": "Benchmark Electronics Inc. (BHE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BHF",
   "name": "Untitled Dataset 2017-08-08 21:49:22"
 },
 {
   "code": "BHGE",
   "name": "Untitled Dataset 2017-07-06 21:49:16"
 },
 {
   "code": "BHI",
   "name": "Baker Hughes Inc. (BHI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BHLB",
   "name": "Berkshire Hills Bancorp Inc. (BHLB) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BID",
   "name": "Sotheby's (BID) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BIDU",
   "name": "Baidu Inc. ADS (BIDU) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BIG",
   "name": "Big Lots Inc. (BIG) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BIIB",
   "name": "Biogen Inc (BIIB) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BIO",
   "name": "Bio-Rad Laboratories Inc. Cl A (BIO) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BIOL",
   "name": "Biolase Inc (BIOL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BIOS",
   "name": "BioScrip Inc. (BIOS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BIRT",
   "name": "Actuate Corporation (BIRT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BJRI",
   "name": "BJ's Restaurants Inc. (BJRI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BK",
   "name": "Bank of New York Mellon Corp (BK) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BKCC",
   "name": "BlackRock Capital Investment Corp (BKCC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BKD",
   "name": "Brookdale Senior Living (BKD) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BKE",
   "name": "Buckle Inc. (The) (BKE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BKH",
   "name": "Black Hills Corp. (BKH) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BKMU",
   "name": "Bank Mutual Corp (BKMU) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BKNG",
   "name": "Untitled Dataset 2018-03-08 17:02:10"
 },
 {
   "code": "BKS",
   "name": "Barnes & Noble Inc (BKS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BKU",
   "name": "BankUnited Inc. (BKU) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BKW",
   "name": "Burger King Worldwide (BKW) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BKYF",
   "name": "Bank of Kentucky Financial Corp. (BKYF) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BLDR",
   "name": "Builders FirstSource Inc. (BLDR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BLK",
   "name": "BlackRock Inc. (BLK) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BLKB",
   "name": "Blackbaud Inc. (BLKB) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BLL",
   "name": "Ball Corp (BLL) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BLMN",
   "name": "Bloomin' Brands Inc. (BLMN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BLOX",
   "name": "Infoblox (BLOX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BLT",
   "name": "Blount International Inc. (BLT) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BLUE",
   "name": "bluebird bio Inc. (BLUE) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BLX",
   "name": "Banco Latinoamericano de Comercio Exterior S.A. (BLX) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BMI",
   "name": "Badger Meter (BMI) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BMR",
   "name": "Biomed Realty Trust Inc (BMR) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BMRC",
   "name": "Bank of Marin Bancorp (BMRC) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BMRN",
   "name": "BioMarin Pharmaceutical Inc. (BMRN) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BMS",
   "name": "Bemis Co Inc (BMS) Prices, Dividends, Splits and Trading Volume"
 },
 {
   "code": "BMTC",
   "name": "Bryn Mawr Bank Corp. (BMTC) Prices, Dividends, Splits and Trading Volume"
 }
